{
  "Comment.nvim": { "branch": "master" },
  "ansible-vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "indent-rainbowline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.bufremove": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neogit": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-lazy.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-snippets": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}